jorgebucaran/fisher
ilancosman/tide@v6
patrickf1/fzf.fish
jorgebucaran/nvm.fish
reitzig/sdkman-for-fish@v2.0.0
jorgebucaran/autopair.fish
muniftanjim/luver
edc/bass
jgantunes/fish-gvm
catppuccin/fish
